{"data":{"requests":[{"place":"Syracuse","state":"New York","description":"Tasers are a non-lethal options for officers. The City's current model is no longer serviced or covered under Axon's 10 million dollar liability clause. The new Taser 7 model has numerous upgrades and advantages, plus it comes with a Virtual Reality Training package with de-escalation techniques and improved response and interaction outcomes with citizens suffering from an range of mental health and disability conditions, including Schizophrenia, Autism, PTSD, Dementia\\Alzheimer's, Hard of Hearing, etc. Through this project, the City will outfit 220 members of the Syracuse Police Department with the new Taser 7 model and educate all members of the Department (~370) on the new empathy training system.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Town of Johnston","state":"South Carolina","description":"SLFRF funds for  Employee Incentive Retention Bonuses and  Leased Replacement Cars for Police Department.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Leake County","state":"Mississippi","description":"\nFunds were allocated to upgrade technology in the Sheriff's Department patrol vehicles. The officers are now able to complete reports from their vehicles rather than share a singular office and computer in the sheriff's office.","obligations":231249.2,"projectName":"LCSO","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Maricopa County","state":"Arizona","description":"Hazard Pay - Provide premium pay for critical County front line workers specifically for Correctional Health, Juvenile Probation, Superior Court, Sherriff Detention employees, and Poll Workers, to the extent that they work on the COVID-19 response.\n\n","obligations":11699362.6,"projectName":"HAZARD PAY","budget":null,"category":"4.1-Public Sector Employees","wtf":true},{"place":"City of Oneonta","state":"Alabama","description":"The project consisted of purchasing our police department new body cameras and tasers. These new tasers have a further distance than our old ones which will help reduce the spread of Covid-19, among other viruses because our officers will not have to get so close to the perpetrator. This package also includes a remote evidence software that can be accessed on our officers laptops, instead of always having to be in the office. The body cameras have a much higher quality and can view more angles than our previous cameras.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Minnehaha County","state":"South Dakota","description":"A retention bonus has been implemented for select positions in our Sheriff's Office and Juvenile Detention Center due to increasing turnover.","obligations":0,"projectName":"Retention Bonus","budget":250000,"category":"3.1-Public Sector Workforce: Payroll and Benefits for Public Health Public Safety or Human Services Workers","wtf":true},{"place":"City Of Milwaukee","state":"Wisconsin","description":"The City of Milwaukee has experienced significant growth in gun violence. This project will fund community policing strategies focused on public engagement and training and investigation of firearms-related violent crime. Supported activities include the Office of Community Outreach and Education that conducts community training and citizen engagement, the hiring and training of police-officer recruits, and overtime related to investigation of violence gun crime. Impact will be measured by the increase in guns recovered and the decrease in non-fatal and fatal shootings","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"O'Brien County","state":"Iowa","description":"“Installation of additional cameras in the jail for better segregation of inmates in the event of another pandemic”.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Mchenry County","state":"Illinois","description":"“McHenry County is investing in a regional shooting range for use by the Sheriff's Office, County Police Departments and police Departments in the area.  Improvements to existing facility will include building envelope repair and updates to bring building up to code and up to training standards.” \n","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Chesterfield County, Virginia","state":"Virginia","description":"The Virginia General Assembly elected to provide one-time hazard pay bonuses to Sheriff deputies who worked on the frontlines of the pandemic, maintaining security and\nCOVID-19 safety protocols at the County Courthouse and jail facilities. The County is using ARP funds to provide the bonus to all Sheriff deputies, including those whose positions are funded by the County rather than the Compensation Board, to recognize the dedication of these employees and promote deputy retention.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Flora city","state":"Illinois","description":"\"Our grant funds were used for public officer wages and salaries. Prior to March 31, 2022, we expended all of our first allotment of ARPA funds totaling $330,141.36.\"","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Sarpy County","state":"Nebraska","description":"Replacement of Sheriff vehicles","obligations":300377,"projectName":"Replacement of Sheriff vehicles","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Shreveport ","state":"Louisiana","description":"purchase of equipment through revenue replacement","obligations":3200000,"projectName":"Revenue Replacement Expenditures Police","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Juneau City and Borough","state":"Alaska","description":"Personnel costs for the provision of police, fire, and other public safety services - Personnel costs for the provision of Managerial, Legal, Financial and other administrative services","obligations":7718275.6,"projectName":"Provision of Government Services","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Columbus County","state":"Georgia","description":"“Court backlogs caused by the pandemic have exacerbated public workforce helper issues in the community as inmate labor is heavily utilized in Columbus for the delivery of various essential services.”\n","obligations":6829950,"projectName":"Automation of Waste Collection","budget":null,"category":"3.4-Public Sector Capacity: Effective Service Delivery","wtf":true},{"place":"Garden Grove","state":"California","description":"\"The GGPD has been taking a very active role in responding to the public health emergency with respect to COVID-19. Crime rate has risen significantly since the beginning of the pandemic, attributable to the early release of prisoners, increased homelessness due to job loss and economic downturn, and the growing negative impact on mental health issues. In addition, compliance enforcement has been taken a significant portion of the GGPD resources with each emergency order issued by the State and local governments.\"","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Cumberland","state":"Maryland","description":"During the pandemic, although many public buildings closed in order to keep their employees safe, Cumberland Police Department (CPD) continues to operate and take care of business as usual. This means dealing with people, particularly prisoners, even though they were COVID patients. Some prisoners are combative and made it a point to cough or spit on officers. As part of normal operations at CPD, officers bring prisoners into the building via the garage where they are taken to the processing room, intoximeter room, interview room, or cells, depending on the needs of the investigation. These areas are located within the patrol area where the prisoners, although handcuffed, intermingle with officers and civilian employees. During the pandemic this is found to be a significant problem with COVID patients being brought into the police station, putting all our employees at risk. Further, the vehicles these prisoners are transported in were not made to prevent the spread of disease, putting the officers at risk. To address this, CPD will use ARPA funds to remodel the patrol area of the police station to allow for an isolated prisoner area. Prisoners will have their own entrance and once inside they would be isolated from the rest of the police station putting only individuals who must have contact at risk. This would allow for better prisoner control, reduce escape risks, and reduce the chance of disease spread. Improvements allow for some construction, IT adjustments such as computer moves and security cameras to allow for the physical changes, and changes that must be made to the heating, air conditioning, and fire suppression systems. Further, CPD will upgrade its existing 2001 prisoner van that is in bad condition with a newer model with biohazard prisoner compartments that can be easily decontaminated. The Department of Treasury ARPA Guidelines allows for efforts to include support for isolation and quarantine and building improvements to implement COVID-19 mitigation. CPD has a one-time budget of $110,200 to improve the CPD facility and $66,000 to purchase a new prisoner van for a total of $176,200.\n","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"City of Milton-Freewater","state":"Oregon","description":"Police Department premium pay bonuses","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Cape May County","state":"New Jersey","description":"Additionally, our Sheriff's department was also impacted by COVID-19 as sheriff sales of property have ceased and continue to be significantly decreased in comparison to prior years, in which $900,000.00 was allocated.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"East Hartford","state":"Connecticut","description":"Premium pay for East Hartford police officers.","obligations":122000,"projectName":"Premium Pay for East Hartford Police Department","budget":null,"category":"4.1-Public Sector Employees","wtf":true},{"place":"State of Virginia","state":"Virginia","description":"Project name: Hazard pay for corrections and law enforcement staff. Proj description: Provides funding for a one-time hazard pay bonus for corrections and law enforcement staff eligible for premium pay under ARPA guidelines. Sum: 18 016 940 USD","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Mason County","state":"Washington","description":null,"obligations":null,"projectName":"Sheriff Body Cameras","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Nash County","state":"North Carolina","description":"To use revenue replacement funds for the provision of general government services by way of law enforcement salaries and benefits for period beginning July 1, 2021 through the period to which the standard allowance is exhausted but not to exceed the period of December 31, 2024.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Pembroke Park town","state":"Florida","description":"This project is necessary for funding for the newly created police department. Funds can be used for police officer salaries, weapons, ammunition, additional vehicles and other items needed to protect the residents of this town. Additional funds will be use towards renovating space for the Police officers and the administration staff.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Sandusky, Ohio","state":"Ohio","description":"These funds allowed us to pay $3500 to each police officer with at least 5 years of service in our police department. As we saw other entities paying sign-on bonuses or higher salaries, these funds were utilized to help maintain our police force.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"City Of Albuquerque","state":"New Mexico","description":"Due to an increase in the amount of FTE cadets hired as a direct result of COVID-19, additional Police Vehicles needed to be procured. The purchase of vehicles for city police officers. The people of Albuquerque have told us unequivocally that public safety continues to be a top priority. Although we have made progress in the fight against property crime, Albuquerque has not been immune to the national trend of increased violent crime. This means we need to continue to invest in police, including working to bring the number of officers back to their historical levels.","obligations":2654704.79,"projectName":"Police Vehicles","budget":3000000,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Carson City","state":"Nevada","description":"Jail Full Body Scanner & Air Purifiers","obligations":200000,"projectName":"Jail Full Body Scanner & Air Purifiers","budget":0,"category":"1.14-Other Public Health Services","wtf":true},{"place":"Allegheny County","state":"Pennsylvania","description":"The Police Department will use funds to acquire a new armored rescue vehicle for its Special Weapons and Tactics Team (SWAT) to complement its 15-year-old vehicle. The SWAT Team is a highly trained tactical unit that consists of patrol and investigative officers who assist various Federal, State, and Local agencies in the resolution of hostage rescue situations, barricaded armed individuals, high-risk arrest and search warrants, and other high-risk situations.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Linn County","state":"Oregon","description":"Purchase of full body scanners for County Jail and Juvenile Detention Center to minimize physical contact at intake.","obligations":299000,"projectName":"Full Body Scanners","budget":299000,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Cheatham County","state":"Tennessee","description":"Funds will be used for improving and expanding our current jail facility to improve government services and for the safety of our employees and inmates. Use of these funds was approved by the Cheatham County Legislative Body on September 20, 2021 to be designated for the Cheatham County Jail Expansion Project. Funds have not yet been spent. The County Legislative Body selected a Construction Manager for the project. Cheatham County is currently in the pre-construction phase, and we are anticipating completion of the project in 2024-2025.","obligations":7899088,"projectName":"Jail Expansion Project","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Madison County","state":"Indiana","description":"Purchased 3 investigator vehicles","obligations":80955,"projectName":"Prosecutor's Office Investigator Vehicles","budget":null,"category":"7.1-Administrative Expenses","wtf":true},{"place":"Harford County","state":"Maryland","description":"Harford County Detention needs to upgrade the surveillance cameras to enhance security measures as well as safely monitor the inmate population. This will allow non contact monitoring, to help curb the spread of Covid 19","obligations":598337,"projectName":"Detention Center Video Cameras","budget":600000,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Killeen","state":"Texas","description":"This project will provide lethal and non-lethal training in response to the increased gun violence and mental health crisis experienced during the pandemic.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Chesterfield city","state":"Missouri","description":"To cover a portion of the labor costs for the Police Department commissioned officers. Funds are used to assure our Police Department is able to be adequately staffed to meet the growing demands brought about by the ongoing development of commercial/retail and entertainment venues occurring within our City. Including dealing with an increasing criminal element which is attracted to our City because of this expansion and growth.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Warren County","state":"Indiana","description":"Sheriff/Jail employees recognized for their essential work during COVID-19 public emergency","obligations":49533.94,"projectName":"Sheriff/Jail Essential Employee Pay","budget":null,"category":"4.1-Public Sector Employees","wtf":true},{"place":"City of Chandler","state":"Arizona","description":"Incentivize the hiring of lateral sworn police officers, sworn police officers, detention officers and dispatchers. Included as “other costs” under the ARPA hiring regulations. Recruitment in Sworn Police positions has become more challenging. Prior to 2021, typically two recruitments were conducted per year with an average posting of two weeks. These recruitments included both Recruit and Lateral applications and yielded 500+ applicants. In 2019, due to decreasing number of applicants, the number of recruitments per year was increased and Recruit and Lateral applicants were separated to streamline the processes for both. The goal of the incentive is to ensure we can hire and retain qualified applicants for our Police sworn, Detention and Dispatch positions.","obligations":127457.64,"projectName":"Police Hiring Incentives","budget":null,"category":"3.2-Public Sector Workforce: Rehiring Public Sector Staff","wtf":true},{"place":"Rapid City","state":"South Dakota","description":"We are having a larger police presence in low-income areas that are seeing a rise in violent behaviors since the onset of the COVID-19 pandemic","obligations":20447.95,"projectName":"PD Violence Prevention","budget":0,"category":"1.11-Community Violence Interventions","wtf":true},{"place":"Chesterfield County","state":"Virginia","description":"The Virginia General Assembly elected to provide one-time hazard pay bonuses to Sheriff deputies who worked on the frontlines of the pandemic, maintaining security and COVID-19 safety protocols at the County Courthouse and jail facilities. The County is using ARP funds to provide the bonus to all Sheriff deputies, including those whose positions are funded by the County rather than the Compensation Board, to recognize the dedication of these employees and promote deputy retention.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Cass County","state":"North Dakota","description":"The Jail booking area was expanded to allow for social distancing when booking inmates.","obligations":3995483.01,"projectName":"Jail Intake Expansion","budget":5448373,"category":"1.7-Capital Investments or Physical Plant Changes to Public Facilities that respond to the COVID-19 public health emergency","wtf":true},{"place":"State of Minnessota","state":"Minnesota","description":"The DOC is currently facing unprecedented staffing shortages and anticipate continuing to face these shortages in light of the spread of COVID-19 and a national shortage of workers. Retaining current staff and attracting new staff benefits continuity of operations by providing a safe and secure environment for people who work, visit or reside within a correctional facility and assists in proper staffing of the facilities. As it stands today, Correctional Officer staff are averaging 1,253 8-hour shifts of overtime each pay period. A significant amount of these overtime shifts are being forced on junior staff, some multiple days per week. Therefore, the Minnesota Department of Corrections is requesting $1.1 million to stem critical staffing shortages by providing bonus pay to staff to take on overtime shifts, with the goal of reducing the requirement to force junior staff and ultimately retain the new staff for the long-term.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Miller County","state":"Arkansas","description":"General government operations for Miller County including expansion of jail for segregation of inmates, ventilation improvements, and premium pay.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Madison County","state":"Indiana","description":"The Public Defender's Office is experiencing significant backlog due to limitations on jury trials through much of the COVID pandemic. Providing a temporary, contracted Public Defender will enable cases to be resolved in an expedited manner, focusin on those who remain incarcerated due to an inability to post bond. This will allow them to return to the depleted workforce in the County.","obligations":0,"projectName":"Temporary Public Defender","budget":null,"category":"7.1-Administrative Expenses","wtf":true},{"place":"State Of Vermont","state":"Vermont","description":"The Department of State’s Attorneys and Sheriffs (SAS) intends to implement a new criminal case management system (CCMS) which will help to alleviate the backlog of court cases due to the COVID-19 public health emergency. This expense aims to address the backlog of court cases which has increased because of the deviation from the normal court procedures to reliance on electronic systems to submit case information and the increase in domestic violence-related cases during COVID-19.","obligations":0,"projectName":"State's Attorneys and Sheriffs Case Management System Upgrade-Act74-G.501(a)(7)","budget":1700000,"category":"3.4-Public Sector Capacity: Effective Service Delivery","wtf":true},{"place":"York County","state":"South Carolina","description":"Add a body scanner to the prison to assist with detecting COVID-19. This body scanner provides the temperature of the inmate before entering the prison. This will help detect if an inmate has COVID-19 before entering prison. Since a staff member will not have to take the inmate's temperature, this will eliminate staff from having to get close to take the inmate's temperature as they enter into the prison. Outcome: COVID is detected before inmate enters jail and provides social distancing between inmates and staff. Impacts: Inmates and general public.","obligations":179524.53,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Lawrence County","state":"Illinois","description":"Phone application for Lawrence County Sheriff Office. The application includes inmate search and OffenderWatch components. This service comes with technical support and app maintenance.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Genesee County","state":"Michigan","description":"The court operations were crippled during the COVID-19 pandemic causing case backlogs to spiral out of control. This has impacted justice for both individual victims and our community. There was difficulty in locating victims and witnesses and engaging them to participate in various court events up to and including trial. In an effort to expedite the court backlog, this project will have four investigators that will be focused on case coordination with the Prosecutor’s Office after warrants have been authorized. An upgrade of a senior level assistant prosecuting attorney to a managing assistant prosecuting attorney to provide the ability to authorize plea deals, coordinate difficult cases, assist with discovery issues, and ensure that Genesee County Prosecutor’s Office policies and procedures are being followed in situations where supervisor approval is required in any part of the cases process will also be a key role. There are two corrections deputies, one police deputy, and one sergeant assigned to the tether program to allow for individuals with certain convictions to be allowed out of the jail on tether until a trial date can be set. The upgrade of a casework supervisor allows for the coordination of victims’ appearances and any issues that arise in the process. A paralegal and judicial advisory assistants help coordinate what the attorneys and courts need to aid in expediting the backlog.","obligations":440781.69,"projectName":"Expediting Court Backlog","budget":1137647.87,"category":"3.1-Public Sector Workforce: Payroll and Benefits for Public Health Public Safety or Human Services Workers","wtf":true},{"place":"Burlington","state":"Vermont","description":"Premium Pay for Retention of City Police Officers","obligations":140004.45,"projectName":"Premium Pay","budget":0,"category":"4.1-Public Sector Employees","wtf":true},{"place":"Taunton","state":"Massachusetts","description":"Taunton will utilize their ARPA funds to mitigate the negative impact of COVID-19 by addressing the needs of the most vulnerable members of the community, build a strong, equitable economy for City residents, maintain vital public services and make investments that support long-term growth. Some examples are as follows: The future building of a community center, an outdoor training/shooting range for our police department. Summer programs for youth (low to moderate income/QCT/safe & affordable childcare).","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"State of Colorado","state":"Colorado","description":"To respond to essential workforce needs during the COVID-19 public health emergency by providing grants to employers that have eligible workers who were critical to protecting the health and wellbeing of state-mandated prison facilities. The Department of Corrections allocated funds to CoreCivic for the use of hiring and retention bonuses, in installments of $1,000/employee delivered at three points: November 15, 2021, December 15, 2021, and February 15, 2022, contingent upon continuous employment at CoreCivic. No more than $445,000 was be awarded per period, and the final amount of funding awarded was be dependent on the number of employees who qualify for the bonuses. The intended outcome of this project ensured that Coloradans continue to have a State Government that is able to responsibly and effectively respond to the pandemic and mitigate its negative impacts.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Floyd County, Virginia","state":"Virginia","description":"Funds a one-time $3,000 hazard duty bonus to the Sheriff's staff who were not covered by the state hazard duty bonus.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"County Of Tulsa","state":"Oklahoma","description":"Sheriff's Office Administration Building Improvements","obligations":9250000,"projectName":"Sheriff Building Improvements","budget":9250000,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Lincoln County","state":"Washington","description":"Lincoln County is still working on projects for this funding. We were waiting for the final ruling before moving forward with fund usage. We plan to use these funds to replace revenue lost in areas of public safety areas such as jail services and road building and maintenance and other infrastructure support.","obligations":571406.5,"projectName":"SLFRP 4-30-2022","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Richmond city","state":"Kentucky","description":"\"The City spent $83,245.24 on two additional police vehicles and is obligated for another three at $123,442.86 plus accessorizing of $51,530.21 and has also obligated $358,900 for a bullet-resistant vehicle to respond to the marked two-year increase in aggravated assault, kidnapping, arson, murder/manslaughter, robbery, and sexual offenses in the city and the use of guns in committing those crimes.\"","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"City Of Coral Springs","state":"Florida","description":"This project represents funding for the purchase of Ballistic Rifle plates for the current ballistic vests worn by Fire/EMS personnel. These plates have a manufacturing life span of ten (10) years and must be removed from service at that time. These funds will go toward the purchase of these items.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Josephine County","state":"Oregon","description":"Josephine County has seen an increase in gun violence over the last two years. This is in part due to the increase in illegal marijuana cultivation, which exploded during the COVID-19 shutdown in 2020. From 2019 to July of 2021, the Josephine Marijuana Enforcement Team (JMET) has conducted search warrants on 68 illegal marijuana cultivation operations. Nearly half of those operations have resulted in the seizure of multiple firearms. The larger grow sites are typically on properties containing not only a residence but also many additional outbuildings and armed people guarding the grow sites. With the increase in organized cartel and drug trafficking operations (DTOs) the risk of violence to law enforcement is on the rise. We currently have to wait for OSP involvement in enforcement of large marijuana grows because we do not have the necessary equipment to safely enter these compounds. The Lenco Bearcat armored vehicle provides additional safety for law enforcement personnel entering dangerous situations. It can be used for both rescue and tactical operations where the risk of injury or death is imminent. We want to invest in technology and equipment to allow our local law enforcement to more efficiently and effectively respond to the rise in gun violence in our county. The BearCat G3 provides Lenco’s proven armor system in a ruggedized off-road platform, it works for off-road and rural missions, and seats 10–12 fully equipped officers, and its open floor plan allows for rescue of downed personnel.","obligations":304000,"projectName":"Lenco Bearcat G3 Armored Vehicle for the Sheriff's Office","budget":null,"category":"1.14-Other Public Health Services","wtf":true},{"place":"Chautauqua County","state":"New York","description":"Replacement of the current .45 caliber Sig Sauer handguns used by Office of the Sheriff.  Current weapons are starting to have failures and parts for the weapons are difficult to impossible to find due to discontinuation of the current model of weapon.  In addition, the ammunition for the 9mm is cheaper and more accessible.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Bedford","state":"Texas","description":"The Police Department is requesting to update the interior of the LEC at a cost not to exceed $1,059,000.  This update would exclude the locker rooms and jail facility.\n•        Deterioration of the interior facility over the past 20 plus years is evident by stained and peeling wallpaper, carpeting that is torn and stained, ceilings that are stained due to water leaks, and bathrooms that are moldy with stained tile from years of use. The building update will replace flooring, wallpaper, and paint throughout the building. \n•        Previous repairs have left large holes in interior sheet rock walls, which could allow for rodents to easily enter the building.\n•        Police equipment has changed drastically in the past 22 years. Officers are now equipped with a heavy rifle grade ballistic vests, ballistic helmets, and patrol rifles to be prepared for dangerous incidents during their shifts. The current storage and security of these items is inefficient, and the interior update would provide for one location to secure and store this equipment.\n•        Technological advancements in policing now equips officers with electronic ticket writers, body worn cameras, and tasers.  These items require daily charging and data downloads. The update would provide dedicated space for those tasks.\n•        The work will be performed by Double D Construction under an interlocal agreement with the City of North Richland Hills.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Grafton County","state":"New Hampshire","description":"Thermal Body Scanner for the Department of Corrections will allow them to do more thorough scans of inmates including body temperature upon admission to the facility.","obligations":138328.44,"projectName":"Thermal Body Scanner","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Independence","state":"Missouri","description":"10.18.21 Council Amended-Sniper Rifles","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"County Of Sedgwick","state":"Kansas","description":"The Court will increase the capacity to dispose cases by increasing staff of defense attorneys, investigators, pro tem judges, and support staff; procure supplies, furniture, and equipment to support hearing cases; and other expenses to protect the health and safety of those with business before the Court.","obligations":191823.22,"projectName":"Court Backlog - Courts","budget":10503789.02,"category":"2.37-Economic Impact Assistance: Other","wtf":true},{"place":"City of Phoenix","state":"Oregon","description":"Additional Staffing of police due to Covid-19 and homeless population","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Scott County","state":"Iowa","description":"The County will utilize the lost revenue provision to contribute to capital projects of general government services and public safety. The proceeds will be used in a new Youth Justice Rehabilitative Center.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"West Hartford","state":"Connecticut","description":"The Town feels it necessary for our Police Officers to wear body cameras as a tool to increase accountability and transparency. Nationwide, violence has increased since the pandemic, body cameras can assist in building trust between the community and police officers by capturing police encounters on video. Moreover, reviewing these body cam interactions will assist in providing adequate training to assist with decreasing incidents of use of force between the public and police. Lastly, this equipment can help document the need for earlier intervention and officer wellness programs. The population these cameras will be serving is the Town which has a population of 64,083 (2020 Census). West Hartford is a residential suburb of the Hartford metropolitan area and destination place for many to work, visit and travel through. There are 205 miles of accepted streets and 245 miles of sidewalks in town. The desired impact: This use of ARPA funding will enable the West Hartford Police Department to be compliant with state statute. Public Act No.20-1 mandates that all CT police officers contacting a member of the public in a law enforcement capacity, must wear a body worn camera (BWC) no later than July 1, 2022. How this impact will be measured: The purpose of the equipment is to enhance police accountability and provide transparency. It will additionally provide evidence and documentation of investigative efforts involving all types of incidents handled by police officers.","obligations":218282.23,"projectName":"Police Body Cameras","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Coweta County","state":"Georgia","description":"Install fixed equipment body scanners at jail","obligations":315500,"projectName":"Body Scanners","budget":0,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Washington township","state":"Ohio","description":"Police Chief Rick Core requested consideration of equipment and services necessary for the safety, wellbeing and to the benefit of the citizens of Logan County. He worked with Logan County Sheriff Randy Dodds in selecting Motorola WatchGuard body and in-car cameras for our four cruisers and Motorola WatchGuard will also be providing five (5) years of service on those cameras which is included in the cost. Motorola is also the 2021 State Approved Body and In-Car Camera provider ensuring lowest cost. Sheriff's Dodds also approved ordering same body and in-car cameras for their cruisers so our equipment (hardware/software) will be the same as the Sheriff's Dept. Both Washington Township Police Department and the Logan County Sheriff's Office work together on the Drug Task Force where both entities have seen an increase in drug usage and arrests since COVID began in 2020, along with much higher numbers of domestic violence which are the most dangerous situations an Officer can get called to. These cameras will help in the safety of all Officers.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Town of Sahuarita","state":"Arizona","description":"Police Officer Premium Pay. This 5% premium, commencing on January 1, 2022, is intended to help with the recruitment and retention of Police Officers, whose turnover rate increased during the COVID-19 pandemic. The Police Chief has also confirmed that Police Officers spend more than 5% of their time contending with direct and indirect impacts of the pandemic.","obligations":46541.25,"projectName":"Police Officer Premium Pay","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"State of Hawaii","state":"Hawaii","description":"To support the services provided by the Department of Public Safety (PSD) to prevent, contain, and mitigate the spread of COVID-19 through ventilation improvements that reduce concentration levels of SARS-CoV-2 in congregate and health care settings within jails and prisons statewide.","obligations":49951794.96,"projectName":"PSD COVID-19 Response","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Danville City","state":"Virginia","description":"Local police officers \"hot-seat\" our patrol vehicles, meaning one officer completes a shift, and the next officer immediately occupies the patrol vehicle for the next shift. There is no time for proper sanitization of the vehicle and the installed equipment between drivers. This lead to COVID exposures and reduced the available police force. Adding additional patrol vehicles will allow officers to take their patrol vehicle home. Another benefit is having a patrol vehicle parked at the officer's residence while off duty. This shows a police presence in many of our city's communities and results in reduced crime - especially gun-related incidents.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Flora city","state":"Illinois","description":"We are using our funds we already received (335,856.92) to cover public safety officer's payroll for May 2021 through July 31, 2021.  The second payment  of $335,856.92 we receive will be to pay for police payroll FYE April 30, 2023.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Caldwell Parish Police Jury","state":"Louisiana","description":"The Parish allocated $24,000 for the District Attorney to hire a contract labor attorney to address case backlog caused by the delays in court proceedings caused by COVID-19.","obligations":24000,"projectName":"District Attorney","budget":24000,"category":"3.3-Public Sector Workforce: Other","wtf":true},{"place":"Sully County","state":"South Dakota","description":"Revenue Replacement used to fund public safety salaries","obligations":270185,"projectName":"Public Safety Salaries","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Lancaster County","state":"Nebraska","description":"Lancaster County will be purchasing three body scanners. Two will be for Lancaster County Corrections and one will be for Lancaster County Youth Services Center. The use of these body scanners will help staff and individuals served remain safe and allow for social distancing while maintaining security in both facilities. It will reduce the number of body searches and reduces the introduction and sharing of contraband. The scanners have thermal sensors that read body temperature and are regulated by the FDA.","obligations":360000,"projectName":"Lanc. Co. Revenue Replacement - Body Scanners","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"State of Alabama","state":"Alabama","description":"Construction of a specialized men's prison facility and an Escambia men's prison facility","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Scottsdale City","state":"Arizona","description":"The City of Scottsdale plans to use its full allocation ($29,244,706) of American Rescue Plan Act funds to pay for the provision of public safety (Police and Fire) services. Based on current costs, it is anticipated that the allocation amount will be fully expended by October 2022. The first allocation of $14,622,353 has been fully spent as of October 2021, and the remaining allocation of $14,622,353 is expected to be fully spent in October 2022.","obligations":14622353,"projectName":"Provision of Government Services","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Jackson County","state":"Wisconsin","description":"County projects include Register of Deeds integration to a contactless delivery of documents ($12,895); Individual padded jail cell so separate inmates ($4,995); Portable and mobile radios for Sheriff ($100,000); body scanner in Jail ($41,500); maintenance updated cleaning equipment and supplies ($26,354.91); new HVAC system to provide cleaner air ($110,000); Land Information updated LiDAR ($140,000); Circuit Court Branch 2 sound system to facilitate video court appearances ($100,000)","obligations":535744.91,"projectName":"Jackson County Projects","budget":535744.91,"category":"7.1-Administrative Expenses","wtf":true},{"place":"Independence","state":"Missouri","description":"Police Hiring Incentives","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Salt Lake City","state":"Utah","description":"Public Safety Retention and Recruitment uses ARPA funds to retain Police Department police officers and supporting staff, who are performing essential public safety operations critical to protecting the health and wellbeing of Salt Lake City during the COVID-19 pandemic, and restore the police officer corps to pre-pandemic employment levels. The retention and recruitment pay remunerates the public safety employees for the elevated health risks they have and continue to face during the public health emergency due to the nature of their duties that involve regular in-person interactions and regular physical handling of items that were also handled by others. The Police Department had experienced over 20% staffing decrease during the pandemic; a rate that is higher than normal for the department. In addition, morale was decreased with the increasingly high call volume, low staffing availability, job market demands, and risk of exposure due the pandemic. In fiscal year 2020-2021, the Salt Lake City (city) did not negotiate wage increases for the Police Officers and could not offer what was being asked by the police union or what was being offered by other agencies. Competitive pay was identified as a main factor needed to reduce the high rate of attrition that the police department was experiencing. The wage increase was in addition to the regular rate of pay and did not decrease any other pay or renumeration the employees were receiving.","obligations":6601712,"projectName":"Police Retention and Recruitment","budget":8507318,"category":"3.1-Public Sector Workforce: Payroll and Benefits for Public Health Public Safety or Human Services Workers","wtf":true},{"place":"State of Indiana","state":"Indiana","description":"The above appropriation are to be used for the acquisition of body and in-car cameras and peripheral equipment for Indiana State Police.","obligations":14806152.7,"projectName":"Indiana State Police Body Cameras","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Baldwin Park","state":"California","description":"This project includes the purchase of new TASER 7 Conducted Energy Devices for the Police Department. TASER 7 is a new way to engage with our Community and having their support to fight against crime. The Tasers give officers the ability to de-escalate dangerous situations and further demonstrates our commitment to keeping communities safe with reality-based training that improves outcomes.","obligations":185000,"projectName":"Replace Obsolete Police Department Tasers","budget":null,"category":"1.5-Personal Protective Equipment","wtf":true},{"place":"Alhambra","state":"California","description":"Purchase of new Police canine (K9) to include training to assist law enforcement personnel in the field with searching and tracking outstanding suspects.  Apprehension canines are a valuable asset for public safety wherein they would be able to apprehend an individual that pose an immediate threat of violence or serious harm to the safety of officers and/or the public.  K9's are able to conduct searches of areas where coverage/entry would be difficult by a police officer to accomplish.  K9's are also able to increase the number of suspects apprehended while in the process of committing crimes, conduct preventative burglary and robbery patrols, and locate, overtake and capture fleeing or barricaded persons, thus providing a positive outcome for the community we serve.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Maury County","state":"Tennessee","description":"County Commission approved for the Sheriff's Department to use $338,000 in American Rescue Act funds for 2 body scanners. Resolution is below: RESOLUTION NO. 09-21-23 RESOLUTION REQUESTING AMERICAN RESCUE ACT OF 2021 FUNDS TO BE USED FOR JAIL SCANNERS WHEREAS, the Maury County Sheriff’s Department requests using $338,000 in American Rescue Act 0f 2021 funds for the purchase of jail scanners; and WHEREAS, it is desirable to purchase two body scanners; and WHEREAS, it is desirable to approve the purchase of the jail scanners and amend the 2021/2022 American Rescue Plan budget accordingly. NOW, THEREFORE, BE IT RESOLVED by the Maury County Commission that it approves using $338,000 in American Rescue Act 0f 2021 funds for the purchase of two body scanners with the following budget amendment for the American Rescue Plan Budget amended as follows: INCREASE: 128-54210-790 American Rescue Plan-American Rescue Plan Grant #1 $338,000.00 INCREASE: 128-47401 American Rescue Plan Fund Jail-Other Equipment $338,000.00 This the 20th day of September, 2021","obligations":338000,"projectName":"Sheriff Department Jail COVID Detection and Prevention","budget":338000,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Kennebec County","state":"Maine","description":"\"Purchase of inmate full body scanner for jail to reduce person to person contact.\"","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Kauai County","state":"Hawaii","description":"Project was created to fund Kauai County Police operations to carry out the various Covid 19 orders that have been set by either the Government of the State of Hawaii or the County of Kauai.","obligations":0,"projectName":"Orders Enforcement","budget":null,"category":"1.7-Other COVID-19 Public Health Expenses (including Communications Enforcement Isolation/Quarantine)","wtf":true},{"place":"City of Mesa","state":"Arizona","description":"The Real Time Crime Center (RTCC) will serve as the Police Department's resource hub, supporting intensive law enforcement efforts to prevent crime and provide effective and efficient police service to the community, while prioritizing citizen and officer safety.","obligations":671199.45,"projectName":"Real Time Crime Center","budget":null,"category":"1.11-Community Violence Interventions","wtf":true},{"place":"State of Delaware","state":"Delaware","description":"Purchase and customization of a Mobile Command Vehicle to provide command and control during critical incidents and public events including COVID-19 related events.","obligations":2188382,"projectName":"DSP Mobile Command Unit Vehicle","budget":null,"category":"1.11-Community Violence Interventions","wtf":true},{"place":"Town of Sutton","state":"West Virginia","description":"Due to increase in crime, during pandemic we needed to restart our Police Department. We hired two Police Officers from the Town Budget and used Cares Act funding to equip the Officers and purchase two preowned cruisers, repair of existing older Police cruiser, Buying uniforms and firearms, along with updating the Police Office.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Clay County","state":"Florida","description":"Project shall consist of the design and construction renovations to the Clay County Jail to provide secure inmate housing space and maximize the number of additional inmate beds for the Clay County jail.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Canyon County","state":"Idaho","description":"COVID-19 disrupted the County’s revenue stream and resulted in lost revenue. Replacement revenue funds are utilized to provide essential government services including public safety services such as patrol and jail operations, juvenile detention operations and liability insurance for government functions. From March 1, 2021 through December 31, 2021 the county has expended from revenue replacement monies the following amounts for the provision of government services, $416,018 for liability insurance premiums, $605,806.13 for jail and juvenile detention operations and $42,493.00 for police vehicles. From January 1, 2022 - March 31, 2022 the County expended the following amounts for the provision of government services, $131,039.51 for COVID-19 testing and equipment, $2,255,804.28 for jail and juvenile detention services, $166,653.00 for public safety vehicles and $53,110.75 for general government services.","obligations":3670924.67,"projectName":"Revenue replacement","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Davis County,","state":"Utah","description":"Construction of medical unit to serve the congregate setting of our County Jail. Our current medical facility does not allow us the ability to isolate COVID positive inmates, forcing us to house these inmates in General Population. This has restricted our ability to properly protect inmates and caused the exposure of inmates to the COVID Virus.","obligations":7994463.3,"projectName":"Jail Medical Wing Expansion","budget":8000000,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Greenwood County","state":"South Carolina","description":"In order to be able to provide necessary Detention Center Officers to supervise our incarcerated population, we fill our expanding vacancies. We have authorized a $10,000 sign on bonus to recruit new Detention Center Officers. Payments are made in $2,500 installments based on initial hire and service time through the first 2 years of employment.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"Village of Peck","state":"Michigan","description":"Bought a gun safe for the police department to put evidence.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true},{"place":"Baton Rouge City","state":"Louisiana","description":"The aging fleet also poses challenges to police operations. The department was recently provided funding to purchase approximately 100 police units but that only accounts for a fraction of what is needed to get the fleet up to date. Approximately 150 units are needed each year to keep the fleet on a three to four year cycle, which reduces maintenance costs that have increased each year. The funding requested will purchase 150 marked-patrol units, 50 unmarked, and eight motorcycles with the necessary equipment to outfit each.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":null},{"place":"St. Johns County","state":"Florida","description":"Purchase of two Body Scanners to use in the County Jail to reduce exposure to the COVID virus. The advanced body scanner with an integral infrared thermometer that will assist in efforts to reduce direct contact with new arrestees upon intake and inmates during daily operations. Also, purchase of vending machines to allow 24 hour controlled access giving Sheriff employees an easy way to obtain PPE and other supplies.","obligations":298436,"projectName":"Covid Mitigation Equipment","budget":388500,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true},{"place":"Logan","state":"Utah","description":"Revenue replacement funds were used to provide Fire$3.1M , Police $2.7M, Public Works $2.5M, and Parks & Recreation $1.7MServices.","obligations":10000000,"projectName":"Revenue Replacement","budget":0,"category":"6.1-Provision of Government Services","wtf":true},{"place":"Coconino County","state":"Arizona","description":"Coconino County is using revenue replacement funds to provide government services, including public safety. This project is to cover the payroll and benefit costs of our County Sheriff's Office, which includes uniformed officers and administrative support. These expenses would normally be covered by General Fund revenues that were lost due to pandemic-caused drops in county revenues and loss of typical revenue growth.","obligations":5725655.66,"projectName":"Government Services - Public Safety","budget":null,"category":"6.1-Provision of Government Services","wtf":true},{"place":"City Of Henderson","state":"Nevada","description":"GCMS machine for crime lab. This serves all jurisdiction's police departments in the Southern Nevada region. Allows for verification of identification, reduces chances of disproportional criminalization of unrepresented populations","obligations":0,"projectName":"Community Violence Intervention","budget":400000,"category":"1.11-Community Violence Interventions","wtf":true},{"place":"Missoula","state":"Montana","description":"PPE for the Police Department includes ballistic vests for special teams unit due to the 10/21/21 expiration of 21 vests and 65 new electronic control weapons to replace 14 that are over 14 years old, and 18 that are over 10 years old, and create expansion for full deployment of this intermediate force option in the field (= in toolbelt). Includes virtual reality training to provide interactive scenarios for de-escalation and crisis intervention tactics.","obligations":null,"projectName":null,"budget":null,"category":null,"wtf":true}]}}