[{"place":"Leake County","state":"Mississippi","description":"\nFunds were allocated to upgrade technology in the Sheriff's Department patrol vehicles. The officers are now able to complete reports from their vehicles rather than share a singular office and computer in the sheriff's office.","obligations":231249.2,"projectName":"LCSO","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":30.0},{"place":"Milwaukee City","state":"Wisconsin","description":"The City of Milwaukee has experienced significant growth in gun violence. This project will fund community policing strategies focused on public engagement and training and investigation of firearms-related violent crime. Supported activities include the Office of Community Outreach and Education that conducts community training and citizen engagement, the hiring and training of police-officer recruits, and overtime related to investigation of violence gun crime. Impact will be measured by the increase in guns recovered and the decrease in non-fatal and fatal shootings","obligations":0.0,"projectName":"Police - Gun Violence Reduction project","budget":6427734.0,"category":"1.11-Community Violence Interventions","wtf":true,"rank":50.0},{"place":"Mchenry County","state":"Illinois","description":"McHenry County is investing in a regional shooting range for use by the Sheriff's Office, County Police Departments and police Departments in the area. Improvements to existing facility will include building envelope repair and updates to bring building up to code and up to training standards.","obligations":6200000.0,"projectName":"Range & Regional Training Facility","budget":6200000.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":9.0},{"place":"Park County","state":"Wyoming","description":"With the SLFRF funds our jurisdiction received, we decided to allocate the monies to our Emergency Operations Center, replacement of portable radios for the Sheriff's Department, upgraded telephone system for the county, and went to touch-less water drinking fountains to slow the spread of the Covid-19 virus.","obligations":5670592.0,"projectName":"Park County SLFRF Funds","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":51.0},{"place":"Providence","state":"Rhode Island","description":"City-wide non-violence training for youth ages 15-24 that will enhance participant’s conflict resolution skills and proactively identify interpersonal conflicts between individuals and groups at risk of escalating to violence.\n$489,038","obligations":489038.0,"projectName":"Non-Violence Training","budget":489038.0,"category":"1.11-Community Violence Interventions","wtf":true,"rank":42.0},{"place":"Shreveport ","state":"Louisiana","description":"purchase of equipment through revenue replacement","obligations":3200000.0,"projectName":"Revenue Replacement Expenditures Police","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":24.0},{"place":"Juneau City and Borough","state":"Alaska","description":"Personnel costs for the provision of police, fire, and other public safety services - Personnel costs for the provision of Managerial, Legal, Financial and other administrative services","obligations":7718275.5999999996,"projectName":"Provision of Government Services","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":13.0},{"place":"Columbus County","state":"Georgia","description":"Court backlogs caused by the pandemic have exacerbated public workforce helper issues in the community as inmate labor is heavily utilized in Columbus for the delivery of various essential services.\n\n","obligations":6829950.0,"projectName":"Automation of Waste Collection","budget":null,"category":"3.4-Public Sector Capacity: Effective Service Delivery","wtf":true,"rank":7.0},{"place":"Martinsburg","state":"West Virginia","description":"Police & Fire Payroll Costs for Public Health\/Safety Responding to COVID-19.","obligations":4575002.2300000004,"projectName":"Police\/Fire Payroll Costs for Public Health","budget":null,"category":"1.14-Other Public Health Services","wtf":true,"rank":49.0},{"place":"Cape May County","state":"New Jersey","description":"...Additionally, our Sheriff's [department' was also impacted by COVID-19 as sheriff sales of property have ceased and continue to be [significantly] decreased in comparison to prior years, in [which] $900,000.00 was allocated. We have also suffered other losses as result of the closure of our County Park which relies on Concession revenue for operations in which we allocated $200,00.00. The remaining $200,000.00 was allocated for the increased cost of the health department operations.","obligations":2500000.0,"projectName":"Revenue Replacement","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":35.0},{"place":"Nash County","state":"North Carolina","description":"To use revenue replacement funds for the provision of general government services by way of law enforcement salaries and benefits for period beginning July 1, 2021 through the period to which the standard allowance is exhausted but not to exceed the period of December 31, 2024.","obligations":10000000.0,"projectName":"Provision of Government Services: Law Enforcement","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":37.0},{"place":"Albuquerque City","state":"New Mexico","description":"Due to an increase in the amount of FTE cadets hired as a direct result of COVID-19, additional Police Vehicles needed to be procured. The purchase of vehicles for city police officers. The people of Albuquerque have told us unequivocally that public safety continues to be a top priority. Although we have made progress in the fight against property crime, Albuquerque has not been immune to the national trend of increased violent crime. This means we need to continue to invest in police, including working to bring the number of officers back to their historical levels.","obligations":2654704.79,"projectName":"Police Vehicles","budget":3000000.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":36.0},{"place":"Allegheny County","state":"Pennsylvania","description":"The Police Department will use funds to acquire a new armored rescue vehicle for its Special Weapons and Tactics Team (SWAT) to complement its 15-year-old vehicle. The SWAT Team is a highly trained tactical unit that consists of patrol and investigative officers who assist various Federal, State, and Local agencies in the resolution of hostage rescue situations, barricaded armed individuals, high-risk arrest and search warrants, and other high-risk situations.","obligations":301498.0,"projectName":"Public Safety Equipment\n","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":41.0},{"place":"Cheatham County","state":"Tennessee","description":"Funds will be used for improving and expanding our current jail facility to improve government services and for the safety of our employees and inmates. Use of these funds was approved by the Cheatham County Legislative Body on September 20, 2021 to be designated for the Cheatham County Jail Expansion Project. Funds have not yet been spent. The County Legislative Body selected a Construction Manager for the project. Cheatham County is currently in the pre-construction phase, and we are anticipating completion of the project in 2024-2025.","obligations":7899088.0,"projectName":"Jail Expansion Project","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":10.0},{"place":"Auburn","state":"Washington","description":"The Washington State Legislature passed Substitute House Bill 1223 in 2021 requiring \"audio recording or audio and video recording that accurately records a custodial interrogation\" effective beginning January 1, 2022. The current equipment at the Auburn Police Department is not sufficient to record custodial interrogations as required by law. To comply with the law, and to increase the transparency and accountability within police operations, the Auburn Police Department contracted to purchase the technology and equipment required. This program will also allow law enforcement to more efficiently and effectively respond to the rise in gun violence resulting from the pandemic.","obligations":543544.55,"projectName":"Community Violence Interventions","budget":586400.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":47.0},{"place":"Harford County","state":"Maryland","description":"Harford County Detention needs to upgrade the surveillance cameras to enhance security measures as well as safely monitor the inmate population. This will allow non contact monitoring, to help curb the spread of Covid 19","obligations":598337.0,"projectName":"Detention Center Video Cameras","budget":600000.0,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons\/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true,"rank":26.0},{"place":"Chesterfield City","state":"Missouri","description":"To cover a portion of the labor costs for the Police Department commissioned officers. Funds are used to assure our Police Department is able to be adequately staffed to meet the growing demands brought about by the ongoing development of commercial\/retail and entertainment venues occurring within our City. Including dealing with an increasing criminal element which is attracted to our City because of this expansion and growth.\n","obligations":2000655.76,"projectName":"Fund Project Safety Labor costs","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":31.0},{"place":"Rapid City","state":"South Dakota","description":"We are having a larger police presence in low-income areas that are seeing a rise in violent behaviors since the onset of the COVID-19 pandemic","obligations":20447.95,"projectName":"PD Violence Prevention","budget":0.0,"category":"1.11-Community Violence Interventions","wtf":true,"rank":5.0},{"place":"Chesterfield County","state":"Virginia","description":"The Virginia General Assembly elected to provide one-time hazard pay bonuses to Sheriff deputies who worked on the frontlines of the pandemic, maintaining security and COVID-19 safety protocols at the County Courthouse and jail facilities. The County is using ARP funds to provide the bonus to all Sheriff deputies, including those whose positions are funded by the County rather than the Compensation Board, to recognize the dedication of these employees and promote deputy retention.\n","obligations":395613.75,"projectName":"Sheriff Premium Pay","budget":null,"category":"4.1-Public Sector Employees","wtf":true,"rank":46.0},{"place":"Cass County","state":"North Dakota","description":"The Jail booking area was expanded to allow for social distancing when booking inmates.","obligations":3995483.0099999998,"projectName":"Jail Intake Expansion","budget":5448373.0,"category":"1.7-Capital Investments or Physical Plant Changes to Public Facilities that respond to the COVID-19 public health emergency","wtf":true,"rank":38.0},{"place":"State of Minnessota","state":"Minnesota","description":"The DOC is currently facing unprecedented staffing shortages and anticipate continuing to face these shortages in light of the spread of COVID-19 and a national shortage of workers. Retaining current staff and attracting new staff benefits continuity of operations by providing a safe and secure environment for people who work, visit or reside within a correctional facility and assists in proper staffing of the facilities. As it stands today, Correctional Officer staff are averaging 1,253 8-hour shifts of overtime each pay period. A significant amount of these overtime shifts are being forced on junior staff, some multiple days per week. Therefore, the Minnesota Department of Corrections is requesting $1.1 million to stem critical staffing shortages by providing bonus pay to staff to take on overtime shifts, with the goal of reducing the requirement to force junior staff and ultimately retain the new staff for the long-term.\n","obligations":529065.04,"projectName":"Staff Overtime Bonus Pay","budget":1100000.0,"category":"3.1-Public Sector Workforce: Payroll and Benefits for Public Health Public Safety or Human Services Workers","wtf":true,"rank":29.0},{"place":"Miller County","state":"Arkansas","description":"General government operations for Miller County including expansion of jail for segregation of inmates, ventilation improvements, and premium pay.","obligations":8402165.0,"projectName":"County Government Operations","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":14.0},{"place":"York County","state":"South Carolina","description":"Add a body scanner to the prison to assist with detecting COVID-19. This body scanner provides the temperature of the inmate before entering the prison. This will help detect if an inmate has COVID-19 before entering prison. Since a staff member will not have to take the inmate's temperature, this will eliminate staff from having to get close to take the inmate's temperature as they enter into the prison. Outcome: COVID is detected before inmate enters jail and provides social distancing between inmates and staff. Impacts: Inmates and general public.\n","obligations":179524.53,"projectName":"Prison Body Scanner","budget":null,"category":"1.7-Other COVID-19 Public Health Expenses (including Communications Enforcement Isolation\/Quarantine)","wtf":true,"rank":43.0},{"place":"Burlington","state":"Vermont","description":"Premium Pay for Retention of City Police Officers","obligations":140004.45,"projectName":"Premium Pay","budget":0.0,"category":"4.1-Public Sector Employees","wtf":true,"rank":45.0},{"place":"Taunton","state":"Massachusetts","description":"Taunton will utilize their ARPA funds to mitigate the negative impact of COVID-19 by addressing the needs of the most vulnerable members of the community, build a strong, equitable economy for City residents, maintain vital public services and make investments that support long-term growth. Some examples are as follows: The future building of a community center, an outdoor training\/shooting range for our police department. Summer programs for youth (low to moderate income\/QCT\/safe & affordable childcare).\n","obligations":10000000.0,"projectName":"Standard Allowance of up to $10 Million\n","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":27.0},{"place":"State of Colorado","state":"Colorado","description":"To respond to essential workforce needs during the COVID-19 public health emergency by providing grants to employers that have eligible workers who were critical to protecting the health and wellbeing of state-mandated prison facilities. The Department of Corrections allocated funds to CoreCivic for the use of hiring and retention bonuses, in installments of $1,000\/employee delivered at three points: November 15, 2021, December 15, 2021, and February 15, 2022, contingent upon continuous employment at CoreCivic. No more than $445,000 was be awarded per period, and the final amount of funding awarded was be dependent on the number of employees who qualify for the bonuses. The intended outcome of this project ensured that Coloradans continue to have a State Government that is able to responsibly and effectively respond to the pandemic and mitigate its negative impacts.","obligations":1335000.0,"projectName":"Private Prison Retention Bonuses","budget":null,"category":"4.2-Private Sector: Grants to other employers","wtf":true,"rank":1.0},{"place":"Tulsa County","state":"Oklahoma","description":"Sheriff's Office Administration Building Improvements","obligations":9250000.0,"projectName":"Sheriff Building Improvements","budget":9250000.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":40.0},{"place":"Richmond City","state":"Kentucky","description":"...The City spent $83,245.24 on two additional police vehicles and is obligated for another three at $123,442.86 plus accessorizing of $51,530.21 and has also obligated $358,900 for a bullet-resistant vehicle to respond to the marked two-year increase in aggravated assault, kidnapping, arson, murder\/manslaughter, robbery, and sexual offenses in the city and the use of guns in committing those crimes...","obligations":1586492.0700000001,"projectName":"SLFRP Projects","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":23.0},{"place":"Coral Springs City","state":"Florida","description":"This project represents funding for the purchase of Ballistic Rifle plates for the current ballistic vests worn by Fire\/EMS personnel. These plates have a manufacturing life span of ten (10) years and must be removed from service at that time. These funds will go toward the purchase of these items.","obligations":43440.0,"projectName":"Ballistic Rifle Plates","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":17.0},{"place":"Josephine County","state":"Oregon","description":"Josephine County has seen an increase in gun violence over the last two years. This is in part due to the increase in illegal marijuana cultivation, which exploded during the COVID-19 shutdown in 2020. From 2019 to July of 2021, the Josephine Marijuana Enforcement Team (JMET) has conducted search warrants on 68 illegal marijuana cultivation operations. Nearly half of those operations have resulted in the seizure of multiple firearms. The larger grow sites are typically on properties containing not only a residence but also many additional outbuildings and armed people guarding the grow sites. With the increase in organized cartel and drug trafficking operations (DTOs) the risk of violence to law enforcement is on the rise. We currently have to wait for OSP involvement in enforcement of large marijuana grows because we do not have the necessary equipment to safely enter these compounds. The Lenco Bearcat armored vehicle provides additional safety for law enforcement personnel entering dangerous situations. It can be used for both rescue and tactical operations where the risk of injury or death is imminent. We want to invest in technology and equipment to allow our local law enforcement to more efficiently and effectively respond to the rise in gun violence in our county. The BearCat G3 provides Lenco’s proven armor system in a ruggedized off-road platform, it works for off-road and rural missions, and seats 10–12 fully equipped officers, and its open floor plan allows for rescue of downed personnel.","obligations":304000.0,"projectName":"Lenco Bearcat G3 Armored Vehicle for the Sheriff's Office","budget":null,"category":"1.14-Other Public Health Services","wtf":true,"rank":8.0},{"place":"Chautauqua County","state":"New York","description":"Replacement of the current .45 caliber Sig Sauer handguns used by Office of the Sheriff. Current weapons are starting to have failures and parts for the weapons are difficult to impossible to find due to discontinuation of the current model of weapon. In addition, the ammunition for the 9mm is cheaper and more accessible.\n","obligations":44208.46,"projectName":"New Handguns","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":4.0},{"place":"Bedford","state":"Texas","description":"The Police Department is requesting to update the interior of the LEC at a cost not to exceed $1,059,000. This update would exclude the locker rooms and jail facility. • Deterioration of the interior facility over the past 20 plus years is evident by stained and peeling wallpaper, carpeting that is torn and stained, ceilings that are stained due to water leaks, and bathrooms that are moldy with stained tile from years of use. The building update will replace flooring, wallpaper, and paint throughout the building. • Previous repairs have left large holes in interior sheet rock walls, which could allow for rodents to easily enter the building. • Police equipment has changed drastically in the past 22 years. Officers are now equipped with a heavy rifle grade ballistic vests, ballistic helmets, and patrol rifles to be prepared for dangerous incidents during their shifts. The current storage and security of these items is inefficient, and the interior update would provide for one location to secure and store this equipment. • Technological advancements in policing now equips officers with electronic ticket writers, body worn cameras, and tasers. These items require daily charging and data downloads. The update would provide dedicated space for those tasks. • The work will be performed by Double D Construction under an interlocal agreement with the City of North Richland Hills.\n","obligations":864653.01,"projectName":"Police Department Interior Updates","budget":null,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons\/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true,"rank":44.0},{"place":"Grafton County","state":"New Hampshire","description":"Thermal Body Scanner for the Department of Corrections will allow them to do more thorough scans of inmates including body temperature upon admission to the facility.","obligations":138328.44,"projectName":"Thermal Body Scanner","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":34.0},{"place":"Sedgwick County","state":"Kansas","description":"The Court will increase the capacity to dispose cases by increasing staff of defense attorneys, investigators, pro tem judges, and support staff; procure supplies, furniture, and equipment to support hearing cases; and other expenses to protect the health and safety of those with business before the Court.","obligations":191823.22,"projectName":"Court Backlog - Courts","budget":10503789.0199999996,"category":"2.37-Economic Impact Assistance: Other","wtf":true,"rank":22.0},{"place":"Scott County","state":"Iowa","description":"The County will utilize the lost revenue provision to contribute to capital projects of general government services and public safety. The proceeds will be used in a new Youth Justice Rehabilitative Center.","obligations":0.0,"projectName":"YJRC (Youth Justice Center)","budget":7250000.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":21.0},{"place":"West Hartford","state":"Connecticut","description":"The Town feels it necessary for our Police Officers to wear body cameras as a tool to increase accountability and transparency. Nationwide, violence has increased since the pandemic, body cameras can assist in building trust between the community and police officers by capturing police encounters on video. Moreover, reviewing these body cam interactions will assist in providing adequate training to assist with decreasing incidents of use of force between the public and police. Lastly, this equipment can help document the need for earlier intervention and officer wellness programs. The population these cameras will be serving is the Town which has a population of 64,083 (2020 Census). West Hartford is a residential suburb of the Hartford metropolitan area and destination place for many to work, visit and travel through. There are 205 miles of accepted streets and 245 miles of sidewalks in town. The desired impact: This use of ARPA funding will enable the West Hartford Police Department to be compliant with state statute. Public Act No.20-1 mandates that all CT police officers contacting a member of the public in a law enforcement capacity, must wear a body worn camera (BWC) no later than July 1, 2022. How this impact will be measured: The purpose of the equipment is to enhance police accountability and provide transparency. It will additionally provide evidence and documentation of investigative efforts involving all types of incidents handled by police officers.","obligations":218282.23,"projectName":"Police Body Cameras","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":16.0},{"place":"Washington Township","state":"Ohio","description":"Police Chief Rick Core requested consideration of equipment and services necessary for the safety, wellbeing and to the benefit of the citizens of Logan County. He worked with Logan County Sheriff Randy Dodds in selecting Motorola WatchGuard body and in-car cameras for our four cruisers and Motorola WatchGuard will also be providing five (5) years of service on those cameras which is included in the cost. Motorola is also the 2021 State Approved Body and In-Car Camera provider ensuring lowest cost. Sheriff's Dodds also approved ordering same body and in-car cameras for their cruisers so our equipment (hardware\/software) will be the same as the Sheriff's Dept. Both Washington Township Police Department and the Logan County Sheriff's Office work together on the Drug Task Force where both entities have seen an increase in drug usage and arrests since COVID began in 2020, along with much higher numbers of domestic violence which are the most dangerous situations an Officer can get called to. These cameras will help in the safety of all Officers.","obligations":51300.0,"projectName":"Public Safety Services for Washington Township Police Department","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":39.0},{"place":"Lancaster County","state":"Nebraska","description":"Lancaster County will be purchasing three body scanners. Two will be for Lancaster County Corrections and one will be for Lancaster County Youth Services Center. The use of these body scanners will help staff and individuals served remain safe and allow for social distancing while maintaining security in both facilities. It will reduce the number of body searches and reduces the introduction and sharing of contraband. The scanners have thermal sensors that read body temperature and are regulated by the FDA.","obligations":360000.0,"projectName":"Lanc. Co. Revenue Replacement - Body Scanners","budget":0.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":6.0},{"place":"State of Alabama","state":"Alabama","description":"Construction of a specialized men's prison facility and an Escambia men's prison facility","obligations":1816900.76,"projectName":"Capital Outlay","budget":400000000.0,"category":"6.1-Provision of Government Services","wtf":true,"rank":12.0},{"place":"District Of Columbia","state":"Washington D.C.","description":"Add 52 Violence Interrupters and 11 Case Managers to expand the scope of violence intervention services in Building Blocks DC neighborhoods.","obligations":100000.0,"projectName":"Expand Credible Contacts - Violence Interruption","budget":29084300.0,"category":"1.11-Community Violence Interventions","wtf":true,"rank":48.0},{"place":"Salt Lake City","state":"Utah","description":"Public Safety Retention and Recruitment uses ARPA funds to retain Police Department police officers and supporting staff, who are performing essential public safety operations critical to protecting the health and wellbeing of Salt Lake City during the COVID-19 pandemic, and restore the police officer corps to pre-pandemic employment levels. The retention and recruitment pay remunerates the public safety employees for the elevated health risks they have and continue to face during the public health emergency due to the nature of their duties that involve regular in-person interactions and regular physical handling of items that were also handled by others. The Police Department had experienced over 20% staffing decrease during the pandemic; a rate that is higher than normal for the department. In addition, morale was decreased with the increasingly high call volume, low staffing availability, job market demands, and risk of exposure due the pandemic. In fiscal year 2020-2021, the Salt Lake City (city) did not negotiate wage increases for the Police Officers and could not offer what was being asked by the police union or what was being offered by other agencies. Competitive pay was identified as a main factor needed to reduce the high rate of attrition that the police department was experiencing. The wage increase was in addition to the regular rate of pay and did not decrease any other pay or renumeration the employees were receiving.","obligations":6601712.0,"projectName":"Police Retention and Recruitment","budget":8507318.0,"category":"3.1-Public Sector Workforce: Payroll and Benefits for Public Health Public Safety or Human Services Workers","wtf":true,"rank":11.0},{"place":"State of Indiana","state":"Indiana","description":"The above appropriation are to be used for the acquisition of body and in-car cameras and peripheral equipment for Indiana State Police.","obligations":14806152.6999999993,"projectName":"Indiana State Police Body Cameras","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":20.0},{"place":"Baldwin Park","state":"California","description":"This project includes the purchase of new TASER 7 Conducted Energy Devices for the Police Department. TASER 7 is a new way to engage with our Community and having their support to fight against crime. The Tasers give officers the ability to de-escalate dangerous situations and further demonstrates our commitment to keeping communities safe with reality-based training that improves outcomes.","obligations":185000.0,"projectName":"Replace Obsolete Police Department Tasers","budget":null,"category":"1.5-Personal Protective Equipment","wtf":true,"rank":15.0},{"place":"Kennebec County","state":"Maine","description":"Purchase of inmate full body scanner for jail to reduce person to person contact.","obligations":137500.0,"projectName":"Body Scanner - Jail","budget":null,"category":"1.4-Prevention in Congregate Settings (Nursing Homes Prisons\/Jails Dense Work Sites Schools Child care facilities etc.)","wtf":true,"rank":25.0},{"place":"Kauai County","state":"Hawaii","description":"Project was created to fund Kauai County Police operations to carry out the various Covid 19 orders that have been set by either the Government of the State of Hawaii or the County of Kauai.","obligations":0.0,"projectName":"Orders Enforcement","budget":400000.0,"category":"1.7-Other COVID-19 Public Health Expenses (including Communications Enforcement Isolation\/Quarantine)","wtf":true,"rank":18.0},{"place":"Mesa City","state":"Arizona","description":"The Real Time Crime Center (RTCC) will serve as the Police Department's resource hub, supporting intensive law enforcement efforts to prevent crime and provide effective and efficient police service to the community, while prioritizing citizen and officer safety.","obligations":671199.45,"projectName":"Real Time Crime Center","budget":null,"category":"1.11-Community Violence Interventions","wtf":true,"rank":2.0},{"place":"State of Delaware","state":"Delaware","description":"Purchase and customization of a Mobile Command Vehicle to provide command and control during critical incidents and public events including COVID-19 related events.","obligations":2188382.0,"projectName":"DSP Mobile Command Unit Vehicle","budget":null,"category":"1.11-Community Violence Interventions","wtf":true,"rank":3.0},{"place":"Canyon County","state":"Idaho","description":"COVID-19 disrupted the County’s revenue stream and resulted in lost revenue. Replacement revenue funds are utilized to provide essential government services including public safety services such as patrol and jail operations, juvenile detention operations and liability insurance for government functions. From March 1, 2021 through December 31, 2021 the county has expended from revenue replacement monies the following amounts for the provision of government services, $416,018 for liability insurance premiums, $605,806.13 for jail and juvenile detention operations and $42,493.00 for police vehicles. From January 1, 2022 - March 31, 2022 the County expended the following amounts for the provision of government services, $131,039.51 for COVID-19 testing and equipment, $2,255,804.28 for jail and juvenile detention services, $166,653.00 for public safety vehicles and $53,110.75 for general government services.","obligations":3670924.6699999999,"projectName":"Revenue Replacement","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":19.0},{"place":"Peck Village","state":"Michigan","description":"Bought a gun safe for the police department to put evidence.","obligations":549.0,"projectName":"Police Evidence","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":28.0},{"place":"Henderson City","state":"Nevada","description":"GCMS machine for crime lab. This serves all jurisdiction's police departments in the Southern Nevada region. Allows for verification of identification, reduces chances of disproportional criminalization of unrepresented populations","obligations":0.0,"projectName":"Community Violence Intervention","budget":400000.0,"category":"1.11-Community Violence Interventions","wtf":true,"rank":33.0},{"place":"Missoula","state":"Montana","description":"PPE for the Police Department includes ballistic vests for special teams unit due to the 10\/21\/21 expiration of 21 vests and 65 new electronic control weapons to replace 14 that are over 14 years old, and 18 that are over 10 years old, and create expansion for full deployment of this intermediate force option in the field (= in toolbelt). Includes virtual reality training to provide interactive scenarios for de-escalation and crisis intervention tactics.\n","obligations":144994.0,"projectName":"Police Department PPE","budget":null,"category":"6.1-Provision of Government Services","wtf":true,"rank":32.0}]